{
  "Restored": "The prefix for a name of a revision created by restoring other revision.",
  "Empty document": "The name for an initial revision that is empty.",
  "Initial revision": "The name for an initial revision (if it was not empty).",
  "Compare against selected": "The label for a dropdown item to compare given revision with already selected revision.",
  "Name this revision": "The label for a dropdown item to rename given revision.",
  "Revision creator": "The label for the user who saved the revision.",
  "Revision author": "The label for users who introduced changes in the revision.",
  "Revision name": "The label for the revision name.",
  "Name of the revision": "The label for a toolbar form field where a name for a new revision should be provided.",
  "optional": "The part of a toolbar form field label that indicates the field is optional.",
  "Save current revision": "The label for a dropdown item that saves current revision.",
  "Open revision history": "The label for a dropdown item to open the revision history view (revision viewer).",
  "Revision history": "The label for the sidebar in revision viewer.",
  "Suggested by": "The label for a change tooltip for a suggestion change, shown in revision viewer.",
  "Added by": "The label for a change tooltip for an insertion change, shown in revision viewer.",
  "Removed by": "The label for a change tooltip for a remove change, shown in revision viewer.",
  "Loading...": "Displayed in the revision viewer toolbar when loading a revision.",
  "No changes": "Displayed in the revision viewer toolbar when the compared revisions have no changes.",
  "NUMBER_OF_CHANGES": "Displayed in the revision viewer toolbar when the compared revisions have changes.",
  "X_OF_Y_CHANGES": "Edit: (2 of 5)",
  "Show previous change": "The label for a button that highlights previous change in revision viewer.",
  "Show next change": "The label for a button that highlights next change in revision viewer.",
  "Total": "(Total): 5 changes",
  "EDIT_X_OF_Y_REVISIONS": "(Edit): 2 of 5",
  "Back to editing": "The label for a button that closes revision viewer and shows editor.",
  "Restore this revision": "The label for a button that restores given revision.",
  "PENDING_ACTION_REVISION_HISTORY": "The label for the alert shown when closing the editor with an unsaved revision history change.",
  "Enter the revision name": "The placeholder for a form input field where a name for a new revision should be provided.",
  "The revision name cannot be empty.": "An error text displayed when user attempted to save a revision without providing its name."
}
