{
  "*Change to:* %0": "A suggestion for changing an item to the provided one.",
  "*Change %0 content*": "A suggestion for changing a content of a widget.",
  "*Check item*": "A suggestion for checking a to-do list item.",
  "*Format:* %0": "A suggestion for setting inline formatting.",
  "*Indent:* %0": "A suggestion for indenting an item.",
  "*Insert:* %0": "A suggestion for inserting an item.",
  "*Format:* change table properties": "A suggestion for changing table properties.",
  "*Format:* change table cell properties": "A suggestion for changing table cell properties.",
  "*Format:* insert into %0": "A suggestion for inserting an item into another item.",
  "*Format:* remove from %0": "A suggestion for removing item from another item.",
  "*Replace image*": "A suggestion for replacing an image.",
  "*Format:* resize table": "A suggestion for resizing a table.",
  "*Format:* set order to reversed": "A suggestion for changing the list order to reversed.",
  "*Format:* set order to regular": "A suggestion for changing the list order to regular.",
  "*Format:* set start index to %0": "A suggestion for changing the start index of the list.",
  "*Merge cells*": "A suggestion for merging cells.",
  "*Merge:* %0": "A suggestion for merging items.",
  "*Outdent:* %0": "A suggestion for outdenting an item.",
  "*Remove all formatting*": "A suggestion for removing all formatting.",
  "*Remove format:* %0": "A suggestion for removing an inline format.",
  "*Remove highlight*": "A suggestion for removing the highlight.",
  "*Remove image text alternative*": "A suggestion for removing image text alternative.",
  "*Remove link*": "A suggestion for removing the link.",
  "*Remove:* %0": "A suggestion for removing an item.",
  "*Replace table cells*": "A suggestion for replacing table cells (table pasting).",
  "*Reset font background color*": "A suggestion for resetting the font background color.",
  "*Reset font color*": "A suggestion for resetting the font color.",
  "*Reset font family*": "A suggestion for resetting the font family.",
  "*Reset font size*": "A suggestion for resetting the font size.",
  "*Reset image width*": "A suggestion for resetting image width.",
  "*Set bookmark:* %0": "A suggestion for setting the bookmark name.",
  "*Set font background color:* %0": "A suggestion for setting the font background color to %0.",
  "*Set font color:* %0": "A suggestion for setting the font color to %0.",
  "*Set font family:* %0": "A suggestion for setting the font family to %0.",
  "*Set font size:* %0": "A suggestion for setting the font size to %0.",
  "*Set format:* %0": "A suggestion for setting one or more formatting changes to %0",
  "*Set format to:* %0": "A suggestion for setting multiple inline formatting to %0",
  "*Set highlight:* %0": "A suggestion for highlighting text.",
  "*Set image text alternative:* %0": "A suggestion for setting image text alternative to %0.",
  "*Set image width:* %0": "A suggestion for setting the image width to %0.",
  "*Set link:* %0": "A suggestion for setting the link URL.",
  "*Set table type:* %0": "A suggestion for setting type %0 to the table.",
  "*Split cell:* horizontally": "A suggestion for splitting cells horizontally.",
  "*Split cell:* vertically": "A suggestion for splitting cells vertically.",
  "*Split:* %0": "A suggestion for splitting the item.",
  "*Uncheck item*": "A suggestion for unchecking a to-do list item.",
  "Accept all selected suggestions": "The label for the button which accepts all selected suggestions.",
  "Accept all suggestions": "The label for the button which accepts all suggestions.",
  "Accept suggestion": "The label for the accept suggestion button.",
  "Discard all selected suggestions": "The label for the button which discards all selected suggestions.",
  "Discard all suggestions": "The label for the button which discards all suggestions.",
  "Discard suggestion": "The label for the discard suggestion button.",
  "Preview final content": "The label for the button which shows the final content in the modal.",
  "Final content preview": "The label for the final content preview modal heading.",
  "LEAVE_INSERTION_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection leaves an insertion suggestion.",
  "ENTER_INSERTION_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection enters an insertion suggestion.",
  "LEAVE_DELETION_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection leaves a deletion suggestion.",
  "ENTER_DELETION_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection enters a deletion suggestion.",
  "LEAVE_FORMATTING_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection leaves a formatting suggestion.",
  "ENTER_FORMATTING_SUGGESTION_ANNOUNCEMENT": "A message read out by assistive technologies the moment the user selection enters a formatting suggestion.",
  "SUGGESTION_THREAD_ARIA_LABEL": "A text label for assistive technologies describing the suggestion thread.",
  "SUGGESTION_THREAD_DESCRIPTION": "A text label for assistive technologies providing additional information about navigation in the suggestion thread.",
  "ELEMENT_BLOCK_QUOTE": "The block quote element name displayed in the suggestion.",
  "ELEMENT_DEFAULT_LIST_DEFAULT": "The default styled list element name displayed in the suggestion.",
  "ELEMENT_BULLETED_LIST": "The bulleted list element name displayed in the suggestion.",
  "ELEMENT_BULLETED_LIST_DEFAULT": "The default styled bulleted list element name displayed in the suggestion.",
  "ELEMENT_BULLETED_LIST_CIRCLE": "The circle styled bulleted list element name displayed in the suggestion.",
  "ELEMENT_BULLETED_LIST_DISC": "The disc styled bulleted list element name displayed in the suggestion.",
  "ELEMENT_BULLETED_LIST_SQUARE": "The square styled bulleted list element name displayed in the suggestion.",
  "ELEMENT_BOOKMARK": "The bookmark element name displayed in the suggestion.",
  "ELEMENT_CAPTION": "The caption element name displayed in the suggestion.",
  "ELEMENT_CODE_BLOCK": "The code block element name displayed in the suggestion.",
  "ELEMENT_HEADING": "The heading element name displayed in the suggestion.",
  "ELEMENT_HEADING_CUSTOM": "The heading element name displayed in the suggestion with a custom title.",
  "ELEMENT_HORIZONTAL_LINE": "The horizontal line element name displayed in the suggestion.",
  "ELEMENT_HTML_EMBED": "The HTML embed element name displayed in the suggestion.",
  "ELEMENT_IMAGE": "The image element name displayed in the suggestion.",
  "ELEMENT_INLINE_IMAGE": "The inline image element name displayed in the suggestion.",
  "ELEMENT_LINE_BREAK": "The line break element name displayed in the suggestion.",
  "ELEMENT_LIST_ITEM": "The list item element name displayed in the suggestion.",
  "ELEMENT_MEDIA": "The media element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST": "The numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_DEFAULT": "The default styled numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_DECIMAL": "The decimal styled numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_DECIMAL_LEADING_ZERO": "The decimal styled (with leading zero) numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_LOWER_LATIN": "The lower latin styled numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_LOWER_ROMAN": "The lower roman styled numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_UPPER_LATIN": "The upper latin styled numbered list element name displayed in the suggestion.",
  "ELEMENT_NUMBERED_LIST_UPPER_ROMAN": "The upper roman styled numbered list element name displayed in the suggestion.",
  "ELEMENT_PAGE_BREAK": "The page break element name displayed in the suggestion.",
  "ELEMENT_PARAGRAPH": "The paragraph element name displayed in the suggestion.",
  "ELEMENT_SPACE": "The space element name displayed in the suggestion.",
  "ELEMENT_TABLE": "The table element name displayed in the suggestion.",
  "ELEMENT_CONTENT_TABLE": "The content table element name displayed in the suggestion.",
  "ELEMENT_LAYOUT_TABLE": "The layout table element name displayed in the suggestion.",
  "ELEMENT_TABLE_COLUMN": "The table column element name displayed in the suggestion.",
  "ELEMENT_TABLE_COLUMN_WITH_TEXT": "The table column with text element name displayed in the suggestion.",
  "ELEMENT_TABLE_OF_CONTENTS": "The table of contents element name displayed in the suggestion.",
  "ELEMENT_TABLE_ROW": "The table row element name displayed in the suggestion.",
  "ELEMENT_TABLE_ROW_WITH_TEXT": "The table row with text element name displayed in the suggestion.",
  "ELEMENT_TABLE_WITH_TEXT": "The table with text element name displayed in the suggestion.",
  "ELEMENT_TITLE": "The title element name displayed in the suggestion.",
  "ELEMENT_TODO_LIST": "The to-do list element name displayed in the suggestion.",
  "ELEMENT_MULTI_LEVEL_LIST": "The multi-level list element name displayed in the suggestion.",
  "ELEMENT_MERGE_FIELD": "The merge field element name displayed in the suggestion.",
  "FORMAT_ALIGNMENT": "The alignment format name displayed in a format suggestion.",
  "FORMAT_ALIGN_TO_CENTER": "The align to center format name displayed in a format suggestion.",
  "FORMAT_ALIGN_TO_LEFT": "The align to left format name displayed in a format suggestion.",
  "FORMAT_ALIGN_TO_RIGHT": "The align to right format name displayed in a format suggestion.",
  "FORMAT_BOLD": "The bold format name displayed in a format suggestion.",
  "FORMAT_CODE": "The code format name displayed in a format suggestion.",
  "FORMAT_HEADER_COLUMN": "The header column format name displayed in a format suggestion.",
  "FORMAT_HEADER_ROW": "The header row format name displayed in a format suggestion.",
  "FORMAT_HIGHLIGHT": "The highlight format name displayed in a format suggestion.",
  "FORMAT_ITALIC": "The italic format name displayed in a format suggestion.",
  "FORMAT_JUSTIFY_TEXT": "The justify text format name displayed in a format suggestion.",
  "FORMAT_REGULAR_COLUMN": "The regular column format name displayed in a format suggestion.",
  "FORMAT_REGULAR_ROW": "The regular row format name displayed in a format suggestion.",
  "FORMAT_RESTRICTED_DISABLED": "The label for area disabled in restricted editing area in a format suggestion.",
  "FORMAT_RESTRICTED_ENABLED": "The label for area enabled in restricted editing area in a format suggestion.",
  "FORMAT_SIDE_IMAGE": "The side image format name displayed in a format suggestion.",
  "FORMAT_STRIKETHROUGH": "The strikethrough format name displayed in a format suggestion.",
  "FORMAT_SUBSCRIPT": "The subscript format name displayed in a format suggestion.",
  "FORMAT_SUPERSCRIPT": "The superscript format name displayed in a format suggestion.",
  "FORMAT_UNDERLINE": "The underline format name displayed in a format suggestion.",
  "FORMAT_INDENT": "The list or block indent format name displayed in a format suggestion.",
  "FORMAT_LIST_REVERSED": "The list reversed format name displayed in a format suggestion.",
  "FORMAT_LIST_START": "The list start format name displayed in a format suggestion.",
  "FORMAT_FONT_SIZE": "The font size format name displayed in a format suggestion.",
  "FORMAT_FONT_FAMILY": "The font family format name displayed in a format suggestion.",
  "FORMAT_FONT_COLOR": "The font color format name displayed in a format suggestion.",
  "FORMAT_FONT_BACKGROUND": "The font background color format name displayed in a format suggestion.",
  "FORMAT_IMAGE_SIZE": "The image size change format name displayed in a format suggestion.",
  "FORMAT_STYLE": "The style format name displayed in a format suggestion.",
  "PENDING_ACTION_SUGGESTION": "The label for the alert shown when closing the editor with an unsaved track changes change.",
  "REPLACE_TEXT": "A suggestion for replacing one text with another.",
  "Track changes": "The label for the dropdown containing some options related to track changes.",
  "EXTERNAL_SUGGESTION": "The additional information that suggestion comes from external source.",
  "EXTERNAL_IMPORT_WORD_SUGGESTION": "The additional information that suggestion comes from imported word file."
}
